/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Starten Sie Impress auf Ihrem Rechner\n* Verbinden Sie beide Geräte mit demselben Drahtlosnetzwerk\n* P.S.: Ihr iOS-Gerät ist zurzeit mit \"%@\" verbunden";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Sie haben noch keine Drahtlosverbindung hergestellt.\n* Verbinden Sie Ihr iOS-Gerät und Ihren Rechner mit demselben Drahtlosnetzwerk\n* Versuchen Sie es erneut\n* Hinweis: Sie können auf Ihrem Rechner/iPhone auch einen eigenen Hotspot aufbauen";

/* Popover option */
"About Impress Remote" = "Über Impress-Fernsteuerung";

/* No comment provided by engineer. */
"Back" = "Zurück";

/* Popover option */
"Blank Screen" = "Schwarzer Bildschirm";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Click to refresh" = "Klicken zum aktualisieren";

/* Back button to the connect page on navbar */
"Connect" = "Verbinden";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Verbinden Sie Ihre Geräte mit demselben Drahtlosnetzwerk.";

/* instruction page title */
"Connection" = "Verbindung";

/* Popover option */
"Connection Help" = "Hilfe zur Verbindung";

/* Connection Lost Alert title */
"Connection Lost" = "Verbindung abgebrochen";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Verbindung abgebrochen... Bitte versuchen Sie, erneut mit Ihrem Rechner zu verbinden.";

/* Control instruction title */
"Control" = "Steuerung";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Falls nötig, bauen Sie mit Ihrem iPhone einen Hotspot aus.";

/* Server list section title */
"Custom Connections" = "Benutzerdefinierte Verbindungen";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Falls Ihr Rechner im Abschnitt oberhalb nicht auftaucht, fügen Sie ihn manuell über seine IP-Adresse hinzu.";

/* Server list section title */
"Detected Connections" = "Erkannte Verbindungen";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Geben Sie den PIN-Code im Menü unter Bildschirmpräsentation - Impress-Fernsteuerung ein.";

/* Connection failure title */
"Failed to reach server" = "Verbinden mit dem Server fehlgeschlagen";

/* Connection failure message */
"Failed to reach server Msg" = "Bitte stellen Sie sicher, dass LibreOffice Impress gestartet ist und die Option Impress-Fernsteuerung aktiviert ist.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Verbinden mit dem Rechner fehlgeschlagen";

/* No comment provided by engineer. */
"Help" = "Hilfe";

/* In app How-to title */
"How-to" = "Anleitung";

/* App name displayed on navbar */
"Impress Remote" = "Impress-Fernsteuerung";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Ungültige IP-Adresse";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Die von Ihnen eingegebene IP-Adresse ist nicht gültig.";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-Adresse";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Starten Sie Impress und wählen Sie Ihren Rechner aus.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Name (optional)";

/* No comment provided by engineer. */
"New Server" = "Neuer Server";

/* No comment provided by engineer. */
"No, thanks" = "Nein, danke";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "OK, danke";

/* Pairing instruction title */
"Pairing" = "Verbindung";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Anleitung zur Verbindung";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Starten Sie LibreOffice Impress auf Ihrem Rechner\n\n2. Aktivieren Sie die Option unter Einstellungen - LibreOffice Impress - Allgemein - Fernsteuerung aktivieren\n\n3. Stellen Sie sicher, dass Ihr iOS-Gerät und Rechner mit demselben Drahtlosnetzwerk verbunden sind\n\n4. Falls nicht erkannt, geben Sie die IP-Adresse Ihres Rechners manuell ein\n\n5. Verbinden und erleben Sie!\n\n";

/* Update button text in diffrent states */
"Pause" = "Anhalten";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Bitte ziehen auch Sie in Betracht, auf Ihrem Rechner LibreOffice Impress neu zu starten.";

/* Popover option */
"Restart" = "Neu starten";

/* No comment provided by engineer. */
"Resume from blank screen" = "Schwarzen Bildschirm reaktivieren";

/* Popover option */
"Resume from blank Screen" = "Schwarzen Bildschirm reaktivieren";

/* No comment provided by engineer. */
"Searching" = "Suche läuft…";

/* Sidebar section header */
"Slides" = "Folien";

/* Update button text in diffrent states */
"Start" = "Starten";

/* Popover option */
"Stop Presentation" = "Präsentation beenden";

/* Sidebar section header */
"Stop Watch" = "Stoppuhr anhalten";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Möchten Sie ein Rundgang durch die iOS Impress-Fernsteuerung machen?";

/* Sidebar section header */
"Timer" = "Stoppuhr";

/* No comment provided by engineer. */
"Yes" = "Ja";

